[
  {
    "id": 1,
    "slug": "ghost-of-yotei-atsu-sakai-clan-grey-hoodie-2",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nStep into the mysterious world of Ghost of Yotei with the Atsu Sakai Clan Grey Hoodie. Inspired by the garments worn by the warrior Atsu in the northern lands, this hoodie captures the minimalist design and muted tones that define the visual identity of the game in question. The soft grey fabric evokes the mists of Mount Yōtei and the silent strength of the Sakai Clan. It's a wearable tribute to one of the most captivating universes in modern gaming.\n\nPremium Ghost of Yotei merchandise apparel\nMade from high-quality, brushed organic cotton, this hoodie offers exceptional comfort and style. The embroidered Sakai Clan crest on the chest and the subtle \"Ghost of Yotei\" insignia on the sleeve make it both elegant and authentic. This official piece of Ghost of Yotei merchandise is perfect for players who want to feel connected to the game even beyond the screen. Reinforced seams, premium finishes, and a fleece-lined interior ensure durability worthy of the discipline and honor represented in the story.\n\nA tribute to the Sakai Clan and northern traditions\nThe grey edition of this hoodie symbolizes balance, calm, and resilience — values deeply rooted in the Sakai Clan. In Ghost of Yotei, Atsu's journey through the frozen lands of Ezo is guided by duty and reflection. Wearing this hoodie means embracing that same spirit — quiet determination, dignity, and authenticity. Ideal for collectors and fans who want to expand their Ghost of Yotei merchandising collection with a timeless and versatile piece inspired by the game's atmosphere.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Mist Grey",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Grey Hoodie",
    "image": {
      "url": "https://i.postimg.cc/Jhf1vK4z/S81bebfa1947e4cf9bc3ee2c13ed47b66X.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Grey Hoodie special edition"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/Jhf1vK4z/S81bebfa1947e4cf9bc3ee2c13ed47b66X.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Grey Hoodie special edition"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 2,
    "slug": "ghost-of-yotei-atsu-sakai-clan-green-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nStep into the natural harmony of Ghost of Yotei with the Atsu Sakai Clan Green Hoodie. This design takes inspiration from the lush forests and moss-covered temples surrounding Mount Yōtei — the places where Atsu trains, meditates, and regains her strength. The deep green shade represents growth, balance, and the calm before battle. It's more than just apparel: it's a meaningful piece of Ghost of Yotei merchandise that lets you carry a part of the game in question wherever you go.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers a soft and structured fit, blending modern comfort with traditional Japanese aesthetics. The Sakai Clan crest is delicately embroidered on the chest, while the \"Ghost of Yotei\" insignia on the sleeve connects it directly to the official merchandising line. Its fleece-lined interior provides warmth without bulk, perfect for everyday wear or reflective moments. Every detail, from stitching to tone, captures the disciplined craftsmanship and quiet power that define the Ghost of Yotei universe.\n\nA symbol of renewal and discipline within the Sakai legacy\nIn Ghost of Yotei, the Sakai Clan stands for harmony between nature and warrior spirit. The green edition of this hoodie embodies renewal, patience, and inner strength — the calm confidence of a samurai who knows when to act. Wearing it means embracing the philosophy of the game itself: resilience through serenity. For fans and collectors, it's a must-have piece of Ghost of Yotei merchandising, uniting elegance, symbolism, and comfort in one timeless design.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Forest Green",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Green Hoodie",
    "image": {
      "url": "https://i.postimg.cc/tRhTQ0xk/Sc587267b34a341c18ef36894b0983940t.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Green Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/tRhTQ0xk/Sc587267b34a341c18ef36894b0983940t.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Green Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 3,
    "slug": "ghost-of-yotei-atsu-sakai-clan-black-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nEnter the shadows of Ghost of Yotei with the Atsu Sakai Clan Black Hoodie. This piece captures the essence of stealth, discipline, and resilience seen throughout the game in question. Inspired by Atsu's night missions in the northern provinces, its deep black tone reflects the silent strength and mystery surrounding the Sakai Clan. It's not just apparel — it's a statement of loyalty and focus drawn straight from the universe of Ghost of Yotei.\n\nPremium Ghost of Yotei merchandise apparel\nCrafted from brushed organic cotton, this hoodie delivers warmth, flexibility, and durability. The subtle Sakai Clan crest embroidered on the chest adds a touch of refinement, while the minimalist \"Ghost of Yotei\" marking on the sleeve links it unmistakably to the official merchandise collection. The fabric's smooth texture and fleece-lined interior make it perfect for both gaming sessions and daily wear. Every detail has been designed to honor the game's aesthetics — precision, silence, and mastery.\n\nA symbol of stealth and honor within the Sakai legacy\nThe black edition embodies the unseen side of the Sakai Clan — the warrior who acts without being seen. In Ghost of Yotei, Atsu learns that true strength comes from patience and control. This hoodie translates that philosophy into fashion: dark, elegant, and timeless. Ideal for fans who appreciate subtle references and authenticity, it's the ultimate addition to your Ghost of Yotei merchandising collection. More than clothing, it's wearable lore for those who live by the code of balance and honor.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Deep Shadow Black",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Black Hoodie",
    "image": {
      "url": "https://i.postimg.cc/02Q61WdF/Ghost-of-Yotei-Atsu-Sakai-Clan-Black-Hoodie.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Black Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/02Q61WdF/Ghost-of-Yotei-Atsu-Sakai-Clan-Black-Hoodie.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Black Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 4,
    "slug": "ghost-of-yotei-kawaii-yellow-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nBring light and vitality into your style with the Ghost of Yotei Kawaii Yellow Hoodie, a design inspired by the warmth and energy of Ghost of Yotei. The bright yellow hue symbolizes hope, clarity, and renewal — the calm after the storm that defines the game in question. Combining the expressive charm of kawaii culture with the serenity of traditional Japanese aesthetics, this hoodie perfectly balances playfulness and focus. A cheerful yet meaningful piece of Ghost of Yotei merchandise that brightens every collection.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers exceptional comfort, durability, and softness. The high-definition kawaii illustration of Atsu stands out vividly against the yellow background, bringing joy and character to the design. Subtle Japanese details and symbolic text connect it directly to the official merchandising line, ensuring authenticity and artistry. The fleece-lined interior provides cozy warmth, while the relaxed unisex fit makes it versatile and effortlessly wearable — a blend of modern streetwear and cultural storytelling.\n\nA symbol of optimism and focus within the Ghost of Yotei universe\nIn Ghost of Yotei, light is not just illumination — it's a symbol of inner strength and clarity of mind. The yellow edition of this hoodie embodies that essence, representing the peace that follows perseverance and the courage to grow beyond struggle. Wearing it means carrying Atsu's optimism and confidence with you wherever you go. Whether for casual wear or as part of your Ghost of Yotei merchandising collection, this hoodie adds positivity, creativity, and soul to your wardrobe.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Sunlight Yellow",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, do not tumble dry"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Yellow Hoodie",
    "image": {
      "url": "https://i.postimg.cc/XqnC5n5y/Ghost-Of-Yotei-Kawaii-Yellow-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Yellow Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/XqnC5n5y/Ghost-Of-Yotei-Kawaii-Yellow-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Yellow Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 5,
    "slug": "ghost-of-yotei-atsu-sakai-clan-pink-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nEmbrace the softer side of strength with the Atsu Sakai Clan Pink Hoodie, inspired by the emotional depth of Ghost of Yotei. This edition captures the balance between vulnerability and courage — the duality that defines Atsu's path throughout the game in question. Its warm pink tone reflects compassion, serenity, and inner harmony, offering a unique and elegant interpretation of the samurai spirit. A perfect blend of power and calm, this hoodie stands out as a refined piece of Ghost of Yotei merchandise.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie combines comfort, resilience, and a minimalist Japanese aesthetic. The embroidered Sakai Clan crest on the chest honors the lineage of Atsu's ancestors, while the subtle \"Ghost of Yotei\" mark on the sleeve confirms its place within the official merchandising line. Its fleece-lined interior provides exceptional softness, and the balanced unisex fit makes it ideal for both everyday wear and collectors. Designed with precision, every stitch embodies the harmony of the Ghost of Yotei universe.\n\nA symbol of compassion and strength within the Sakai legacy\nIn Ghost of Yotei, the Sakai Clan represents discipline and emotional mastery — power guided by empathy. The pink edition of this hoodie expresses that same philosophy: courage rooted in calm, strength guided by care. Wearing it is more than fashion; it's a tribute to Atsu's humanity and the wisdom she carries through her journey. A standout piece for any fan or collector, it elevates your Ghost of Yotei merchandising collection with a softer yet powerful expression of the game's identity.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Sakura Pink",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Pink Hoodie",
    "image": {
      "url": "https://i.postimg.cc/9QfF7rNS/Scc43ef3810a1427aa1c455e108086174K.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Pink Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/9QfF7rNS/Scc43ef3810a1427aa1c455e108086174K.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Pink Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 6,
    "slug": "ghost-of-yotei-green-hoodie-anime",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Embrace the Shadows with the Black Ghost of Yōtei Zipper Hoodie",
    "description": "Embrace the Shadows with the Black Ghost of Yōtei Zipper Hoodie\nStep into the dark legacy of Ghost of Yōtei with this iconic Black Zipper Hoodie, inspired by the legendary heroine Atsu. The sleek black tone represents stealth, strength, and determination—perfect for fans who want to channel the spirit of the Ghost in everyday life.\n\nPremium Comfort & Authentic Game-Inspired Style\nCrafted from soft, durable fabric, the Black Ghost of Yōtei Zipper Hoodie ensures all-day comfort with a full-zip front for versatile wear. Subtle design details reflect Atsu's journey through Ezo, blending modern streetwear with the dark elegance of the Ghost's path.\n\nA Must-Have Hoodie for Fans & Collectors\nMore than just clothing, this hoodie is a tribute to Atsu's transformation into the Ghost of Yōtei. Whether you're attending conventions, gaming sessions, or expanding your collection, the Black Zipper Hoodie is an essential piece for every true fan of the game.",
    "specs": {
      "style": "Zipper Hoodie",
      "color": "Black",
      "material": "Premium soft fabric",
      "fit": "Unisex",
      "features": "Full-zip front, subtle game-inspired design",
      "care": "Gentle wash recommended"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Green Hoodie Anime",
    "image": {
      "url": "https://i.postimg.cc/NfCvZbp7/S2a83f08fb82b49d6a6060852abb96139Z.webp",
      "alt": "Ghost Of Yotei Green Hoodie Anime"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/NfCvZbp7/S2a83f08fb82b49d6a6060852abb96139Z.webp",
        "alt": "Ghost Of Yotei Green Hoodie Anime"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 7,
    "slug": "ghost-of-yotei-grey-hoodie-anime",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Channel Atsu's Strength with the Ghost of Yōtei Grey Hoodie",
    "description": "Channel Atsu's Strength with the Ghost of Yōtei Grey Hoodie\nStep into the dark, mysterious world of Ghost of Yōtei with this exclusive Grey Hoodie, inspired by the legendary heroine Atsu. The sleek grey design reflects the shadows and resilience of her journey, making it the perfect choice for fans who want to embody the spirit of the Ghost.\n\nPremium Comfort with Authentic Game-Inspired Design\nMade from high-quality, soft-touch fabric, the Ghost of Yōtei Grey Hoodie offers ultimate comfort while staying true to the game's aesthetic. Its subtle tones and refined design make it versatile for both casual wear and conventions, letting you carry a piece of Atsu's path of vengeance and honor everywhere you go.\n\nA Must-Have Hoodie for True Ghost of Yotei Fans\nMore than just apparel, this hoodie is a tribute to the Ghost's transformation and the atmosphere of Ezo. Perfect for collectors, gamers, and cosplay enthusiasts, the Ghost of Yōtei Grey Hoodie is built to last and designed to let you proudly represent your favorite game in style.",
    "specs": {
      "style": "Pullover Hoodie",
      "color": "Grey",
      "material": "High-quality soft-touch fabric",
      "fit": "Unisex",
      "features": "Subtle game-inspired design, versatile wear",
      "care": "Gentle wash recommended"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Grey Hoodie Anime",
    "image": {
      "url": "https://i.postimg.cc/HW3q7BD7/Ghost-Of-Yotei-Grey-Hoodie-Anime.webp",
      "alt": "Ghost Of Yotei Grey Hoodie Anime"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/HW3q7BD7/Ghost-Of-Yotei-Grey-Hoodie-Anime.webp",
        "alt": "Ghost Of Yotei Grey Hoodie Anime"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 8,
    "slug": "ghost-of-yotei-atsu-sakai-clan-red-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nUnleash the warrior spirit with the Atsu Sakai Clan Red Hoodie, directly inspired by the bold and fiery energy of Ghost of Yotei. This edition captures the raw intensity of battle, the flames of vengeance, and the strength that drives Atsu throughout the game in question. The deep crimson tone symbolizes courage, loyalty, and sacrifice — the values at the heart of the Sakai Clan. More than apparel, it's a declaration of power, discipline, and honor drawn straight from the Ghost of Yotei universe.\n\nPremium Ghost of Yotei merchandise apparel\nCrafted from brushed organic cotton, this hoodie delivers the perfect balance between comfort, resilience, and timeless Japanese design. The Sakai Clan crest embroidered on the chest evokes nobility and legacy, while the subtle \"Ghost of Yotei\" mark on the sleeve links it to the official merchandising line. With its fleece-lined interior and clean cut, this hoodie offers warmth and endurance — just like the warriors who inspired it. Every detail reflects the craftsmanship, precision, and emotional strength that define the Ghost of Yotei aesthetic.\n\nA symbol of honor and determination within the Sakai legacy\nIn Ghost of Yotei, the color red stands for courage in the face of darkness — the unyielding flame of the samurai spirit. The red edition of this hoodie embodies that intensity, representing Atsu's inner fire and her relentless pursuit of justice. Wearing it means carrying that same resolve, both fierce and focused. For collectors and true fans, this piece adds passion and energy to any Ghost of Yotei merchandising collection, turning clothing into a symbol of purpose and pride.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Crimson Red",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Red Hoodie",
    "image": {
      "url": "https://i.postimg.cc/9QzCfsDm/S078264fc621b446f94920cfa10ad2b5ew.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Red Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/9QzCfsDm/S078264fc621b446f94920cfa10ad2b5ew.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Red Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 9,
    "slug": "ghost-of-yotei-atsu-sakai-clan-beige-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nDiscover the subtle elegance of the Atsu Sakai Clan Beige Hoodie, inspired by the serene world of Ghost of Yotei. This edition draws from the calm earth tones of the northern landscapes surrounding Mount Yōtei, symbolizing balance, humility, and strength. The beige hue reflects Atsu's quiet determination and connection to her ancestral roots. More than apparel, it's a wearable piece of Ghost of Yotei merchandise that bridges the player's world with the spirit of the game in question.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers a perfect balance between comfort, durability, and authentic Japanese minimalism. The Sakai Clan emblem is finely embroidered on the chest, while the \"Ghost of Yotei\" sleeve mark subtly ties it to the official merchandising line. The soft fleece interior ensures warmth and everyday comfort, while the natural tone and tailored fit make it versatile for any setting. Each detail, from stitching to embroidery, mirrors the precision and artistry that define the Ghost of Yotei universe.\n\nA reflection of harmony within the Sakai legacy\nIn Ghost of Yotei, Atsu's path is guided by discipline, patience, and compassion. The beige edition of this hoodie embodies that same philosophy — the harmony between power and restraint. Wearing it means carrying a sense of peace and mastery, just like the warriors of the Sakai Clan. Perfect for collectors or fans who value subtlety and depth, this hoodie stands as a sophisticated addition to any Ghost of Yotei merchandising collection, combining modern streetwear with timeless symbolism.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Sand Beige",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print."
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Beige Hoodie",
    "image": {
      "url": "https://i.postimg.cc/SxV2BBwp/Sbf1f5e78f2794881a98bd4f095e474b34.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Beige Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/SxV2BBwp/Sbf1f5e78f2794881a98bd4f095e474b34.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Beige Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 10,
    "slug": "ghost-of-yotei-atsu-sakai-clan-yellow-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nBright, bold, and full of character — the Atsu Sakai Clan Yellow Hoodie brings a fresh energy to the world of Ghost of Yotei. Inspired by the morning sun rising over Mount Yōtei, this piece reflects hope, renewal, and the spirit of resistance that defines the game in question. Its vibrant yellow tone contrasts beautifully with the darker aesthetic of traditional samurai attire, creating a unique fusion of courage and serenity. This hoodie pays tribute to Atsu's determination and the light she brings to a land veiled in shadow.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton and designed for lasting comfort, this hoodie offers the perfect blend of modern streetwear and samurai-inspired design. The Sakai Clan emblem embroidered on the chest stands for honor and loyalty, while the minimal \"Ghost of Yotei\" signature on the sleeve affirms its place in the official merchandise collection. The fleece-lined interior adds a layer of warmth and softness, making it ideal for everyday wear or quiet reflection. Every element is designed to mirror the purity, strength, and elegance that define the world of Ghost of Yotei.\n\nA symbol of light and honor within the Sakai legacy\nIn Ghost of Yotei, the Sakai Clan's story is one of discipline, endurance, and renewal. The yellow edition of this hoodie represents the dawn after battle — a symbol of resilience and moral clarity. Wearing it means carrying that light forward, both as a fan and as a guardian of the game's philosophy. Perfect for those who seek a standout piece of Ghost of Yotei merchandising, it's more than apparel — it's a statement of balance, strength, and purpose.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Dawn Yellow",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Yellow Hoodie",
    "image": {
      "url": "https://i.postimg.cc/FKjzV2NZ/Ghost-of-Yotei-Atsu-Sakai-Clan-Yellow-Hoodie.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Yellow Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/FKjzV2NZ/Ghost-of-Yotei-Atsu-Sakai-Clan-Yellow-Hoodie.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Yellow Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 11,
    "slug": "ghost-of-yotei-kawaii-brown-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nDiscover warmth and grounded elegance with the Ghost of Yotei Kawaii Brown Hoodie, a design that captures the natural depth and serenity of Ghost of Yotei. The soft brown tone evokes the forests and wooden temples surrounding Mount Yōtei — symbols of calm, balance, and tradition throughout the game in question. Blending the expressive charm of kawaii culture with the samurai-inspired discipline of the Ghost of Yotei universe, this hoodie represents both strength and serenity. A refined piece of Ghost of Yotei merchandise that unites heritage and creativity.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers luxurious comfort, lasting quality, and modern Japanese-inspired design. The high-definition kawaii artwork of Atsu adds a playful, emotional layer to the warm earthy base, while the subtle Japanese text and motifs tie it directly to the official merchandising line. The fleece-lined interior ensures softness and warmth, while the relaxed unisex cut provides versatility and style. Every stitch, tone, and detail reflects the artistry and mindfulness that define the Ghost of Yotei aesthetic.\n\nA symbol of stability and mindfulness within the Ghost of Yotei universe\nIn Ghost of Yotei, brown represents endurance, patience, and the steady spirit of the warrior grounded in nature. The brown edition of this hoodie embodies that same resilience and calm wisdom. Wearing it means carrying Atsu's quiet confidence — rooted in purpose, steady in spirit. Perfect for players, fans, and collectors, it brings comfort and meaning to any Ghost of Yotei merchandising collection, celebrating the natural harmony that lives within the game's story and style.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Earth Brown",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, air dry preferred"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Brown Hoodie",
    "image": {
      "url": "https://i.postimg.cc/cLLBjBrv/Ghost-Of-Yotei-Kawaii-Brown-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Brown Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/cLLBjBrv/Ghost-Of-Yotei-Kawaii-Brown-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Brown Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 12,
    "slug": "ghost-of-yotei-atsu-sakai-clan-brown-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nRooted in strength and wisdom, the Atsu Sakai Clan Brown Hoodie draws inspiration from the grounded spirit of Ghost of Yotei. Its deep earthy tone mirrors the forests and mountain paths of Mount Yōtei — the places where Atsu trains, meditates, and reconnects with her purpose. The brown hue symbolizes stability, loyalty, and endurance, reflecting the quiet strength of the Sakai Clan. More than just a garment, this hoodie is a wearable piece of Ghost of Yotei merchandise, designed for those who value heritage and depth within the game in question.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers warmth, comfort, and a refined Japanese-inspired silhouette. The Sakai Clan crest embroidered on the chest honors the traditions of Atsu's lineage, while the discreet \"Ghost of Yotei\" marking on the sleeve ties it directly to the official merchandising line. Its soft fleece lining and precise stitching ensure long-lasting quality, combining modern craftsmanship with timeless symbolism. Every detail is a tribute to the patience, precision, and mastery seen throughout the Ghost of Yotei world.\n\nA symbol of wisdom and endurance within the Sakai legacy\nIn Ghost of Yotei, the Sakai Clan stands as a pillar of tradition and resilience. The brown edition of this hoodie embodies that legacy — calm, dependable, and unwavering. It represents the strength found in stillness, the courage born from discipline. Wearing it means carrying a sense of grounded confidence that echoes Atsu's journey and the samurai code she upholds. A must-have piece for any fan or collector, it elevates your Ghost of Yotei merchandising collection with natural tones and meaningful design.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Earth Brown",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Brown Hoodie",
    "image": {
      "url": "https://i.postimg.cc/RCQMpckT/S780859dbc0c2450a916035876e6c8e5f-I.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Brown Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/RCQMpckT/S780859dbc0c2450a916035876e6c8e5f-I.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Brown Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 13,
    "slug": "ghost-of-yotei-gray-hoodie-atsu-wolf-mount-yotei",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Premium gray hoodie with Atsu, Wolf & Mount Yotei artwork. Soft fleece interior, relaxed streetwear fit, durable cotton fabric, and custom size option.",
    "description": "This Ghost of Yotei Gray Hoodie merges Japanese-inspired artwork with modern streetwear aesthetics. The gray tone enhances the detailed graphics of Atsu, the Wolf, and Mount Yotei. Crafted from premium cotton, it offers softness, warmth, and durability while staying breathable for year-round wear. The relaxed yet structured fit maintains a clean silhouette with ribbed cuffs, a reinforced hem, and an adjustable hood. Perfect for layering, casual outfits, or everyday urban looks.",
    "specs": {
      "fabric": "100% Premium Cotton",
      "interior": "Brushed fleece for added warmth",
      "fit": "Relaxed fit",
      "season": "All-season",
      "print": "High-detail Atsu, Wolf & Mount Yotei artwork",
      "care": "Machine wash cold; tumble dry low; do not bleach",
      "customSizeAvailable": true
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Gray Hoodie – Atsu, Wolf & Mount Yotei",
    "image": {
      "url": "https://i.postimg.cc/prXDrB2s/premium-grey-hoodie-atsu-wolf.webp",
      "alt": "Ghost of Yotei gray hoodie featuring Atsu, Wolf and Mount Yotei artwork"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/prXDrB2s/premium-grey-hoodie-atsu-wolf.webp",
        "alt": "Ghost of Yotei gray hoodie featuring Atsu, Wolf and Mount Yotei artwork"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 14,
    "slug": "ghost-of-yotei-red-hoodie-atsu-mount-yotei",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Ghost of Yotei Red Hoodie – Atsu & Mount Fuji",
    "description": "Ghost of Yotei Red Hoodie – Atsu & Mount Fuji Edition\nEmbrace the Spirit of the Ghost.\n\nStep into the breathtaking world of 1600s Ezo with the Ghost of Yotei Red Hoodie. This striking piece of premium apparel features Atsu, the new protagonist, set against the majestic backdrop of Mount Fuji. The deep crimson hue isn't just a color; it's a symbol of the power, passion, and the unwavering determination of a warrior forged in the wilderness.\n\nProduct Overview\nInspired by the stunning landscapes of the Ghost of Yotei universe, this hoodie perfectly balances traditional Japanese aesthetics with modern gaming culture. Whether you are exploring the foothills of a mountain or navigating the city streets, this pullover serves as a wearable tribute to the samurai spirit—honoring discipline, loyalty, and the bond between the warrior and nature.\n\nKey Features\nArtistic Design: High-definition print featuring Atsu and Mount Fuji, capturing the game's signature art style.\nPremium Comfort: Crafted from a high-quality, breathable cotton-polyester blend that feels soft against the skin while providing essential warmth.\nDurable Quality: Reinforced stitching and fade-resistant fabric ensure the vibrant red remains bold and the shape stays true, even after multiple washes.\nVersatile Style: Features a spacious kangaroo pocket and an adjustable drawstring hood, making it perfect for casual daily wear or gaming marathons.\nThe Perfect Gift: An ideal choice for Ghost of Yotei fans, gamers, and enthusiasts of Japanese history and culture.",
    "specs": {
      "material": "Premium Heavyweight Cotton Blend (80% Cotton, 20% Polyester)",
      "color": "Deep Warrior Red",
      "fit": "Unisex Regular Fit (Standard Pakistan Sizing)",
      "hood": "Double-lined with matching drawcord",
      "pockets": "Front Kangaroo Pouch Pocket",
      "printType": "High-Quality DTG (Direct to Garment) for lasting detail",
      "season": "Perfect for Autumn and Winter"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Red Hoodie - Atsu & Mount Yotei",
    "image": {
      "url": "https://i.postimg.cc/W1DHQ8J0/Ghost-of-Yotei-Red-Hoodie-Atsu-Mount-Yotei.webp",
      "alt": "Ghost of Yotei Red Hoodie featuring Atsu and Mount Yotei artwork"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/W1DHQ8J0/Ghost-of-Yotei-Red-Hoodie-Atsu-Mount-Yotei.webp",
        "alt": "Ghost of Yotei Red Hoodie featuring Atsu and Mount Yotei artwork"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 15,
    "slug": "ghost-of-yotei-green-hoodie-atsu-mount-yotei",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Ghost of Yotei Dark Gray Hoodie – Atsu & Mount Fuji",
    "description": "Ghost of Yotei Forest Green Hoodie – Atsu & Mount Fuji Edition\nThe Spirit of the Wild.\n\nStep into the lush, untamed wilderness of the North with the Ghost of Yotei Forest Green Hoodie. Featuring the fearless Atsu set against the iconic silhouette of Mount Fuji, this hoodie captures the essence of the Ezo frontier. The deep, earthy green tone reflects the natural landscapes of the game, symbolizing growth, endurance, and the stealth of a warrior blending into the shadows.\n\nProduct Overview\nInspired by the legendary path of the samurai, this pullover combines traditional Japanese heritage with a bold, nature-inspired aesthetic. It is designed for those who resonate with the harmony between the warrior and the wild. Whether you are trekking outdoors or gaming at home, this hoodie brings the vivid greenery of the 1600s Japanese wilderness into your modern wardrobe.\n\nKey Features\nNature-Inspired Aesthetic: The rich Forest Green shade offers a unique, standout look that perfectly complements the game's atmospheric setting.\nArtistic Detail: Features a high-definition print of Atsu and Mount Fuji, celebrating the timeless connection between the Ronin and the landscape.\nAll-Day Comfort: Crafted from a premium, soft-touch cotton blend, providing the ideal warmth and breathability for the Pakistan climate.\nModern Silhouette: Designed with a comfortable unisex fit, rib-knit cuffs, and a spacious hood for a stylish, contemporary feel.\nBuilt to Last: High-grade fabric ensures the print remains crisp and the deep green color stays vibrant, even after frequent washes.",
    "specs": {
      "material": "High-Quality Fleece/Cotton Blend (Soft-Brushed Interior)",
      "color": "Forest Green / Deep Emerald",
      "fit": "Unisex Comfort Fit (Standard Pakistan Sizing)",
      "hood": "Double-layered with adjustable matching drawstrings",
      "pockets": "Classic Kangaroo front pouch",
      "printing": "Premium DTG / Screen Print for high-definition detail",
      "occasion": "Casual Wear, Gaming Events, Outdoor Adventures"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Green Hoodie - Atsu & Mount Yotei",
    "image": {
      "url": "https://i.postimg.cc/pdJY75kJ/Ghost-of-Yotei-Green-Hoodie-Atsu-Mount-Yotei.webp",
      "alt": "Ghost of Yotei Green Hoodie featuring Atsu and Mount Yotei artwork"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/pdJY75kJ/Ghost-of-Yotei-Green-Hoodie-Atsu-Mount-Yotei.webp",
        "alt": "Ghost of Yotei Green Hoodie featuring Atsu and Mount Yotei artwork"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 16,
    "slug": "ghost-of-yotei-white-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Ghost of Yotei White Hoodie – Clean and Stylish",
    "description": "Ghost of Yotei White Hoodie – Clean and Stylish\nKeep it simple and elegant with the Ghost of Yotei White Hoodie, a minimalist design perfect for fans of the game. Made with soft and breathable fabric, this hoodie combines everyday comfort with the timeless appeal of a clean white look, making it easy to match with any outfit.",
    "specs": {
      "material": "Premium Cotton Blend",
      "color": "White",
      "fit": "Unisex Regular Fit",
      "hood": "Standard hood with drawstrings",
      "pockets": "Front kangaroo pocket",
      "printing": "High-quality print",
      "style": "Minimalist Casual"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei White Hoodie",
    "image": {
      "url": "https://i.postimg.cc/RhHdZSwc/ghost-of-yotei-white-hoodie.webp",
      "alt": "Ghost of Yotei White Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/RhHdZSwc/ghost-of-yotei-white-hoodie.webp",
        "alt": "Ghost of Yotei White Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 17,
    "slug": "ghost-of-yotei-kawaii-blue-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "Yotei game\nStep into the serene world of Ghost of Yotei with the Kawaii Blue Hoodie, a perfect blend of calm energy and expressive creativity. The soft blue shade reflects the misty skies over Mount Yōtei and the quiet confidence that defines Atsu's journey throughout the game in question. By merging the traditional samurai aesthetic with playful Japanese kawaii culture, this design captures both sides of the Ghost of Yotei experience — elegance and emotion, focus and fun. A staple piece of Ghost of Yotei merchandise that turns storytelling into style.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers a perfect balance of comfort, durability, and visual harmony. The kawaii-style artwork showcases Atsu in an expressive and endearing illustration, surrounded by minimal Japanese motifs that connect it to the official merchandising line. The fleece-lined interior ensures softness and warmth, while the relaxed streetwear fit provides everyday versatility. Every detail — from the stitching to the artwork — reflects the precision and balance that define the Ghost of Yotei universe.\n\nA symbol of calm and creativity within the Ghost of Yotei universe\nIn Ghost of Yotei, tranquility is a form of strength — a quiet confidence that guides every move. The blue edition of this hoodie embodies that serenity, inviting wearers to channel the same inner peace and focus that drive Atsu's story. Wearing it means celebrating the harmony between strength and imagination. A must-have for collectors and players, it adds color, character, and authenticity to any Ghost of Yotei merchandising collection, bridging traditional art and modern fashion.",
    "specs": {
      "collection": "Ghost of Yotei",
      "color": "Sky Blue",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, air dry preferred"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Blue Hoodie",
    "image": {
      "url": "https://i.postimg.cc/13qS1wgr/Ghost-Of-Yotei-Kawaii-Blue-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Blue Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/13qS1wgr/Ghost-Of-Yotei-Kawaii-Blue-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Blue Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 18,
    "slug": "ghost-of-yotei-kawaii-grey-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nFind balance and harmony in the Ghost of Yotei Kawaii Grey Hoodie, a design inspired by the calm and focused energy of Ghost of Yotei. The soft grey tone symbolizes clarity, wisdom, and inner strength — key values woven throughout the game in question. By blending minimalist Japanese aesthetics with the expressive charm of kawaii culture, this hoodie brings together two worlds: the disciplined calm of the samurai and the creativity of modern art. A subtle yet powerful addition to your Ghost of Yotei merchandise collection.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers the perfect mix of comfort, durability, and refined design. The high-definition kawaii artwork portrays Atsu in an expressive and unique style, contrasted beautifully against the grey fabric. Subtle Japanese lettering and graphic details connect it directly to the official merchandising line, ensuring authenticity. The fleece-lined interior provides warmth and softness, while the relaxed unisex fit gives it a timeless streetwear silhouette suited for every season.\n\nA symbol of balance and serenity within the Ghost of Yotei universe\nIn Ghost of Yotei, calm is power — the strength to remain composed in chaos and to act with intention. The grey edition of this hoodie captures that essence, representing harmony between strength and softness. Wearing it means carrying Atsu's quiet determination wherever you go — a daily reminder of peace, focus, and discipline. Perfect for both players and collectors, it's an essential piece in any Ghost of Yotei merchandising collection, where quality meets storytelling.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Storm Grey",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, do not tumble dry"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Grey Hoodie",
    "image": {
      "url": "https://i.postimg.cc/GppmwHC4/Ghost-Of-Yotei-Kawaii-Grey-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Grey Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/GppmwHC4/Ghost-Of-Yotei-Kawaii-Grey-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Grey Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 19,
    "slug": "ghost-of-yotei-kawaii-green-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nChannel the natural energy of Ghost of Yotei with the Kawaii Green Hoodie, a design that merges calmness, creativity, and harmony. The soft green tone symbolizes renewal and connection to nature — two core elements that define the game in question. The kawaii-inspired artwork of Atsu adds a joyful, expressive twist to the traditional samurai aesthetic, creating a perfect fusion of serenity and modern design. A fresh, meaningful piece of Ghost of Yotei merchandise that captures the heart of the story.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers the ideal mix of comfort, quality, and timeless style. The high-definition kawaii illustration brings Atsu's spirit to life with a balance of color and emotion, while fine Japanese lettering and subtle details link it directly to the official merchandising collection. Its fleece-lined interior ensures softness and warmth, and the relaxed unisex fit provides effortless everyday wear. Every element reflects the precision, artistry, and natural harmony of the Ghost of Yotei universe.\n\nA symbol of renewal and balance within the Ghost of Yotei universe\nIn Ghost of Yotei, nature represents strength through peace — the idea that true power comes from balance. The green edition of this hoodie embodies that philosophy, symbolizing both vitality and calm. Wearing it means carrying Atsu's grounded confidence and mindful energy wherever you go. A perfect choice for collectors, players, or casual fans, it adds freshness and character to any Ghost of Yotei merchandising collection, merging modern streetwear with the poetic essence of the game.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Forest Green",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, air dry recommended"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Green Hoodie",
    "image": {
      "url": "https://i.postimg.cc/LXY45whR/Ghost-Of-Yotei-Kawaii-Green-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Green Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/LXY45whR/Ghost-Of-Yotei-Kawaii-Green-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Green Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 20,
    "slug": "ghost-of-yotei-kawaii-beige-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nEmbrace the natural elegance of Ghost of Yotei with the Kawaii Beige Hoodie, a piece that combines serenity, warmth, and creativity. Inspired by the earthy tones of Mount Yōtei's villages and temples, this hoodie reflects the peaceful energy that flows through the game in question. The kawaii reinterpretation of Atsu adds a charming, playful layer to the Ghost of Yotei aesthetic — a perfect mix of modern Japanese art and timeless samurai inspiration. A subtle, sophisticated piece of Ghost of Yotei merchandise that connects tradition and emotion.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers a premium blend of softness, comfort, and durability. The high-definition kawaii artwork features delicate linework and expressive detail, contrasting beautifully against the beige fabric. Japanese calligraphy and symbolic touches link the design directly to the official merchandising collection, ensuring authenticity and harmony. With its fleece-lined interior and relaxed fit, this hoodie captures both everyday practicality and artistic storytelling — the signature of the Ghost of Yotei universe.\n\nA reflection of calm and authenticity within the Ghost of Yotei universe\nIn Ghost of Yotei, stillness is strength — the power to act with clarity and purpose. The beige edition embodies that calm, grounded philosophy, representing balance, simplicity, and connection to the natural world. Wearing it means channeling Atsu's mindful energy and quiet determination in daily life. Whether you're a fan, collector, or streetwear enthusiast, this hoodie brings softness, authenticity, and timeless appeal to any Ghost of Yotei merchandising collection, uniting style and storytelling in perfect harmony.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Sand Beige",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, air dry preferred"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Beige Hoodie",
    "image": {
      "url": "https://i.postimg.cc/FzvK6GF2/Ghost-Of-Yotei-Kawaii-Beige-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Beige Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/FzvK6GF2/Ghost-Of-Yotei-Kawaii-Beige-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Beige Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 21,
    "slug": "ghost-of-yotei-atsu-sakai-clan-blue-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nStep into the world of Ghost of Yotei with the Atsu Sakai Clan Blue Hoodie. Designed as a tribute to the ancestral clan of the protagonist Atsu, this piece captures the northern Japanese spirit and the visual codes of the official Ghost of Yotei merchandise. Its deep blue color reflects the sacred Mount Yōtei and the honor of the Sakai Clan. More than just clothing, it's a symbolic piece that connects you directly to the game in question.\n\nPremium Ghost of Yotei merchandise apparel\nCrafted from soft, brushed organic cotton, this hoodie combines comfort, authenticity, and minimalist Japanese design. The subtle Sakai Clan emblem is embroidered on the chest, while the back displays the stylized crest seen on Atsu's outfit in the game. As part of the official Ghost of Yotei merchandising line, it was made for fans who want a meaningful, long-lasting piece of apparel. Reinforced stitching and a fleece-lined interior give it strength, comfort, and character worthy of the samurai spirit.\n\nAn homage to the Sakai Clan and the game's legacy\nThis hoodie isn't just merchandise — it's a statement. In the game, the Sakai Clan represents loyalty, resilience, and honor. Every shade of blue on this piece recalls the cold air and snowy landscapes of Mount Yōtei, where Atsu's journey begins. Wearing it means carrying a part of that story — a quiet strength that unites all Ghost of Yotei fans. Perfect for collectors and players looking to expand their Ghost of Yotei merchandise collection with a rare and expressive item.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Deep Yōtei Blue",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Blue Hoodie",
    "image": {
      "url": "https://i.postimg.cc/QtJBhvyY/Ghost-of-Yotei-Atsu-Sakai-Clan-Blue-Hoodie.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Blue Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/QtJBhvyY/Ghost-of-Yotei-Atsu-Sakai-Clan-Blue-Hoodie.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Blue Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 22,
    "slug": "ghost-of-yotei-beige-hoodie-anime",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Embrace Atsu's Spirit with the Ghost of Yōtei Beige Hoodie",
    "description": "Embrace Atsu's Spirit with the Ghost of Yōtei Beige Hoodie\nStep into the world of Ghost of Yōtei with this exclusive Beige Hoodie, inspired by the elegance and strength of Atsu, the game's iconic heroine. Its neutral yet bold design reflects the balance between serenity and resilience, making it the perfect addition to any fan's wardrobe.\n\nPremium Comfort & Authentic Design\nCrafted from high-quality, breathable fabric, the Ghost of Yōtei Beige Hoodie combines everyday comfort with authentic references to the game's universe. Subtle details in the design echo Atsu's journey, allowing you to wear a piece of the Ghost wherever you go. Perfect for gaming sessions, casual outings, or relaxing in style.\n\nA Must-Have for Ghost of Yōtei Fans\nMore than just clothing, this hoodie is a tribute to Atsu's legendary path and the atmosphere of the game. Whether you're attending a convention, expanding your Ghost of Yōtei collection, or looking for a stylish hoodie that stands out, this piece delivers both quality and authenticity.",
    "specs": {
      "style": "Pullover Hoodie",
      "color": "Beige",
      "material": "High-quality breathable fabric",
      "fit": "Unisex",
      "features": "Game-inspired design details",
      "care": "Gentle wash recommended"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Beige Hoodie Anime",
    "image": {
      "url": "https://i.postimg.cc/nhsfx7Wr/S5d401808548c484b92a8a1f169247d4ad.webp",
      "alt": "Ghost Of Yotei Beige Hoodie Anime"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/nhsfx7Wr/S5d401808548c484b92a8a1f169247d4ad.webp",
        "alt": "Ghost Of Yotei Beige Hoodie Anime"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 23,
    "slug": "ghost-of-yotei-pink-hoodie-anime",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Stand Out with the Ghost of Yōtei Pink Hoodie",
    "description": "Stand Out with the Ghost of Yōtei Pink Hoodie\nAdd a bold and stylish touch to your collection with the Ghost of Yōtei Pink Hoodie, inspired by the legendary warrior Atsu. The striking pink shade symbolizes individuality, courage, and the unique path of the Ghost, making it a perfect statement piece for dedicated fans.\n\nPremium Comfort & Authentic Ghost of Yotei Design\nMade from soft, high-quality fabric, the Ghost of Yōtei Pink Hoodie combines lasting comfort with authentic game-inspired style. Subtle design elements reflect Atsu's resilience and strength, blending modern streetwear with the mysterious atmosphere of Ezo. Ideal for gaming, conventions, or casual wear.\n\nA Must-Have Hoodie for Fans & Collectors\nThis hoodie is more than just apparel—it's a tribute to Atsu's legendary journey and the powerful spirit of Ghost of Yōtei. Whether you're attending a cosplay event, expanding your collection, or looking for a unique everyday hoodie, the Ghost of Yōtei Pink Hoodie is a standout choice for true fans.",
    "specs": {
      "style": "Pullover Hoodie",
      "color": "Pink",
      "material": "Soft high-quality fabric",
      "fit": "Unisex",
      "features": "Bold game-inspired design",
      "care": "Gentle wash recommended"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Pink Hoodie Anime",
    "image": {
      "url": "https://i.postimg.cc/QtJRmqF7/S0b3350f5ed5f46a0b2099736ed9a1798P.webp",
      "alt": "Ghost Of Yotei Pink Hoodie Anime"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/QtJRmqF7/S0b3350f5ed5f46a0b2099736ed9a1798P.webp",
        "alt": "Ghost Of Yotei Pink Hoodie Anime"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 24,
    "slug": "ghost-of-yotei-kawaii-pink-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nEmbrace the gentle strength of Ghost of Yotei with the Kawaii Pink Hoodie, a design that radiates warmth, compassion, and creativity. The soft pink tone reflects the emotional heart of the game in question — the humanity within discipline, the calm within strength. Combining the refined aesthetic of Japanese streetwear with the expressive charm of kawaii culture, this hoodie turns the story's spiritual depth into wearable art. A standout piece of Ghost of Yotei merchandise that blends elegance, comfort, and emotion.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers an ultra-soft texture and relaxed fit for effortless everyday comfort. The high-definition kawaii artwork portrays Atsu in a delicate, expressive style that captures both serenity and spirit. Subtle Japanese calligraphy and visual motifs tie it directly to the official merchandising collection, ensuring authenticity. Its fleece-lined interior provides warmth, while the pastel pink hue adds a refined modern edge to your wardrobe — a perfect mix of softness and strength inspired by the Ghost of Yotei universe.\n\nA reflection of kindness and resilience within the Ghost of Yotei universe\nIn Ghost of Yotei, true mastery lies in balance — the power to act with empathy and grace. The pink edition embodies that philosophy, symbolizing inner peace, emotional intelligence, and quiet determination. Wearing it means carrying Atsu's gentleness and courage wherever life takes you. Whether worn casually or collected as part of your Ghost of Yotei merchandising collection, this hoodie adds a sense of calm and creativity to any outfit, uniting comfort, art, and meaning in one timeless design.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Sakura Pink",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, air dry preferred"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Pink Hoodie",
    "image": {
      "url": "https://i.postimg.cc/m2Xb3TMR/Ghost-Of-Yotei-Kawaii-Pink-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Pink Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/m2Xb3TMR/Ghost-Of-Yotei-Kawaii-Pink-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Pink Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 25,
    "slug": "ghost-of-yotei-kawaii-black-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nDive into the darker elegance of Ghost of Yotei with the Kawaii Black Hoodie, a design that fuses mystery, style, and emotion. The deep black tone echoes the night landscapes of Mount Yōtei — a world of reflection and resilience within the game in question. The playful kawaii reinterpretation of Atsu brings light to the shadows, expressing the duality that defines the Ghost of Yotei story: calm yet fierce, minimalist yet expressive. A bold, collectible piece of Ghost of Yotei merchandise for fans of art and authenticity.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers superior softness, comfort, and modern streetwear appeal. The high-definition kawaii illustration showcases Atsu in a cute yet powerful design, contrasted against the black fabric for maximum visual depth. Japanese calligraphy and symbolic details connect it directly to the official merchandising line. The fleece interior provides warmth and comfort, while the relaxed unisex fit makes it ideal for both everyday wear and collectors who want to represent the Ghost of Yotei universe with style.\n\nA symbol of strength and expression within the Ghost of Yotei universe\nIn Ghost of Yotei, darkness isn't something to fear — it's a space for focus, transformation, and purpose. The black edition of this hoodie reflects that energy, balancing mystery with artistic clarity. Wearing it means embodying both the silent power of the samurai and the creative spark of kawaii culture. Perfect for fans, collectors, and players, it's a standout piece in any Ghost of Yotei merchandising collection, blending elegance, symbolism, and comfort in a truly modern way.",
    "specs": {
      "collection": "Ghost of Yotei",
      "color": "Jet Black",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, do not tumble dry"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Black Hoodie",
    "image": {
      "url": "https://i.postimg.cc/nLJy85fZ/Ghost-Of-Yotei-Kawaii-Black-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Black Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/nLJy85fZ/Ghost-Of-Yotei-Kawaii-Black-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Black Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 26,
    "slug": "ghost-of-yotei-pink-hoodie-atsu-mount-yotei",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Premium pink hoodie featuring Atsu & Mount Yotei artwork. Soft cotton blend, warm and breathable, relaxed fit, perfect for casual wear or collectors.",
    "description": "Step into the mysterious world of Ghost of Yotei with this pink hoodie featuring Atsu and Mount Yotei. Made from a high-quality cotton blend, it provides warmth, durability, and comfort for everyday wear. The detailed artwork highlights the legendary warrior Atsu against the backdrop of Mount Yotei, reflecting Japanese artistry and the iconic samurai spirit. Ideal for casual outfits, gaming sessions, or as a collectible for fans of Ghost of Yotei.",
    "specs": {
      "fabric": "Premium cotton blend",
      "interior": "Soft and breathable lining",
      "fit": "Relaxed fit",
      "season": "All-season",
      "print": "High-detail Atsu & Mount Yotei artwork",
      "care": "Machine wash cold; tumble dry low; do not bleach",
      "customSizeAvailable": true
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Pink Hoodie – Atsu & Mount Yotei",
    "image": {
      "url": "https://i.postimg.cc/g2YnW02T/Ghost-of-Yotei-Pink-Hoodie.webp",
      "alt": "Ghost of Yotei pink hoodie featuring Atsu and Mount Yotei artwork"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/g2YnW02T/Ghost-of-Yotei-Pink-Hoodie.webp",
        "alt": "Ghost of Yotei pink hoodie featuring Atsu and Mount Yotei artwork"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 27,
    "slug": "ghost-of-yotei-gray-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Ghost of Yotei Gray Hoodie – Casual and Stylish",
    "description": "Ghost of Yotei Gray Hoodie – Casual and Stylish\nUpgrade your wardrobe with the Ghost of Yotei Gray Hoodie, a perfect balance between comfort and style. Its neutral gray shade makes it easy to match with any outfit, while the minimalist Ghost of Yotei design adds a subtle gamer-inspired touch. Ideal for daily wear or gaming nights.",
    "specs": {
      "material": "Premium Cotton Blend",
      "color": "Gray",
      "fit": "Unisex Regular Fit",
      "hood": "Standard hood with drawstrings",
      "pockets": "Front kangaroo pocket",
      "printing": "High-quality print",
      "style": "Casual Everyday"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Gray Hoodie",
    "image": {
      "url": "https://i.postimg.cc/nVBqrw6y/Ghost-of-Yotei-Gray-Hoodie.webp",
      "alt": "Ghost of Yotei Gray Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/nVBqrw6y/Ghost-of-Yotei-Gray-Hoodie.webp",
        "alt": "Ghost of Yotei Gray Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 28,
    "slug": "ghost-of-yotei-kawaii-red-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nIgnite your inner strength with the Ghost of Yotei Kawaii Red Hoodie, a design that embodies passion, focus, and determination. The deep red shade represents courage and discipline — two central themes of Ghost of Yotei and the journey explored in the game in question. Blending the expressive energy of kawaii culture with the stoic grace of samurai tradition, this hoodie becomes a wearable reflection of Atsu's fiery resolve. A bold and meaningful piece of Ghost of Yotei merchandise that merges emotion with elegance.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie combines superior softness, warmth, and structure. The high-definition kawaii illustration of Atsu contrasts beautifully against the red background, highlighting both strength and personality. Japanese calligraphy and subtle design elements connect it to the official merchandising line, ensuring authenticity and attention to detail. With its fleece-lined interior and relaxed streetwear fit, this hoodie blends modern comfort with timeless inspiration drawn from the Ghost of Yotei world.\n\nA symbol of passion and courage within the Ghost of Yotei universe\nIn Ghost of Yotei, red is more than a color — it's the embodiment of honor, vitality, and inner fire. The red edition of this hoodie captures that emotion perfectly, representing the warrior's heart guided by purpose. Wearing it means carrying Atsu's fearlessness and determination into your daily life, turning every step into a statement of confidence and balance. A must-have for collectors and players alike, it adds power, warmth, and character to any Ghost of Yotei merchandising collection, blending strength with soul.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Crimson Red",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, air dry preferred"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Red Hoodie",
    "image": {
      "url": "https://i.postimg.cc/x8QKPKwd/Ghost-Of-Yotei-Kawaii-Red-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii Red Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/x8QKPKwd/Ghost-Of-Yotei-Kawaii-Red-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii Red Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 29,
    "slug": "ghost-of-yotei-atsu-sakai-clan-grey-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nStep into the calm yet powerful world of Ghost of Yotei with the Atsu Sakai Clan Grey Hoodie. This design takes inspiration from Atsu's quiet strength and the mist-covered landscapes surrounding Mount Yōtei. The soft grey color reflects the balance between light and shadow — a visual symbol of the discipline and composure that define the Sakai Clan. More than just a hoodie, it's a refined piece of Ghost of Yotei merchandise that lets fans wear the atmosphere of the game in question.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie combines exceptional comfort, timeless design, and superior craftsmanship. The Sakai Clan crest is delicately embroidered on the chest, while the \"Ghost of Yotei\" sleeve detail connects it directly to the official merchandising collection. The fleece-lined interior offers warmth and softness without compromising the clean, structured silhouette. Each seam, stitch, and finish reflects the same precision and patience that characterize the samurai traditions honored throughout the Ghost of Yotei universe.\n\nA symbol of balance and resilience within the Sakai legacy\nThe grey edition of this hoodie represents the middle path — serenity and strength in perfect harmony. In Ghost of Yotei, Atsu's journey through the frozen plains of Ezo teaches her that clarity often comes from stillness. Wearing this hoodie means embracing that same philosophy: quiet determination, purpose, and grace. It's a must-have for fans who want to expand their Ghost of Yotei merchandising collection with a sophisticated, meaningful piece inspired by the game's visual and emotional depth.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Mist Grey",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan Grey Hoodie",
    "image": {
      "url": "https://i.postimg.cc/RVywsx5T/S7e3eadc3e16548579cd80bc740702ef2v.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan Grey Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/RVywsx5T/S7e3eadc3e16548579cd80bc740702ef2v.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan Grey Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 30,
    "slug": "ghost-of-yotei-brown-hoodie-atsu-mount-fuji",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Ghost of Yotei Brown Hoodie – Atsu & Mount Fuji",
    "description": "Ghost of Yotei Brown Hoodie – Atsu & Mount Fuji Edition\nThe Earth and the Blade.\n\nStep into the world of Ghost of Yotei with this elegant earthy-toned hoodie. Featuring the fearless Atsu and the majestic Mount Fuji, this design captures the perfect balance between nature and the warrior spirit. The warm brown hue evokes the timeless beauty of Japan's rugged landscapes, honoring Atsu's path of strength, honor, and resilience.\n\nProduct Overview\nThis brown pullover is a tribute to Japanese tradition and the game's legendary samurai hero. Designed for those who value authenticity and heritage, the rich, grounded color reflects the natural atmosphere of the Ezo frontier. Whether you're a fan of the game's breathtaking visuals or its deep storytelling, this hoodie allows you to carry a piece of the Ghost of Yotei legacy with you.\n\nKey Features\nEarth-Toned Aesthetic: The warm brown shade provides a natural, grounded energy that stands out from typical gaming merchandise.\nAuthentic Samurai Design: A detailed print of Atsu standing before Mount Fuji, symbolizing focus, loyalty, and the pursuit of mastery.\nPremium Fabric Blend: Crafted from a soft, high-end cotton blend that ensures maximum comfort and long-lasting durability.\nVersatile Comfort: Breathable yet cozy, making it the ideal choice for Pakistan's autumn and winter seasons.\nArtistic Craftsmanship: Blends traditional Japanese aesthetics with modern gaming culture for a sophisticated, wearable piece of art.",
    "specs": {
      "material": "Premium Heavyweight Cotton/Polyester Blend (Fleece Lined)",
      "color": "Earthy Brown / Chestnut",
      "fit": "Unisex Regular Fit (Standard Pakistan Sizing)",
      "hood": "Double-lined hood with adjustable drawstrings",
      "pockets": "Classic front kangaroo pouch",
      "printing": "High-definition DTG print with fade-resistant technology",
      "style": "Casual / Streetwear / Gaming Merch"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Brown Hoodie - Atsu & Mount Fuji",
    "image": {
      "url": "https://i.postimg.cc/nz5swH8K/Ghost-of-Yotei-Brown-Hoodie-Atsu-Mount-Fuji.webp",
      "alt": "Ghost of Yotei Brown Hoodie featuring Atsu and Mount Fuji artwork"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/nz5swH8K/Ghost-of-Yotei-Brown-Hoodie-Atsu-Mount-Fuji.webp",
        "alt": "Ghost of Yotei Brown Hoodie featuring Atsu and Mount Fuji artwork"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 31,
    "slug": "ghost-of-yotei-dark-gray-hoodie-atsu-mount-yotei",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Ghost of Yotei Dark Gray Hoodie – Atsu & Mount Fuji",
    "description": "Ghost of Yotei Dark Gray Hoodie – Atsu & Mount Fuji Edition\nThe Shadow of the Mountain.\n\nStep into the mysterious and untamed world of the North with the Ghost of Yotei Dark Gray Hoodie. Featuring the fearless protagonist Atsu set against the iconic silhouette of Mount Fuji, this hoodie captures the calm, powerful, and stoic atmosphere of the game. The elegant dark gray tone serves as the perfect canvas for the warrior's journey, symbolizing the balance between stealth and strength.\n\nProduct Overview\nInspired by the legendary path of the samurai, this pullover combines traditional Japanese heritage with a sleek, minimalist aesthetic. It is designed for those who appreciate the discipline and focus of the Ghost of Yotei universe. Whether you are a dedicated collector or a casual gamer, this hoodie brings the artistry of the 1600s Ezo wilderness into your modern wardrobe.\n\nKey Features\nAesthetic Minimalism: The dark gray charcoal tone offers a sophisticated, versatile look that pairs perfectly with any outfit or denim.\nArtistic Detail: Features a high-definition print of Atsu and Mount Fuji, celebrating the connection between the warrior and the landscape.\nAll-Day Comfort: Made from a premium, soft-touch cotton blend that provides superior warmth and breathability for the Pakistan climate.\nModern Silhouette: Designed with a comfortable unisex fit, rib-knit cuffs, and a spacious hood for a contemporary streetwear feel.\nBuilt to Last: High-grade fabric ensures the print doesn't crack and the color doesn't fade, maintaining its premium look even after repeated washes.",
    "specs": {
      "material": "Premium Fleece/Cotton Blend (Soft-Brushed Interior)",
      "color": "Charcoal Dark Gray",
      "fit": "Unisex Regular Fit (Standard Pakistan Sizing)",
      "hood": "Double-layered with adjustable matching drawstrings",
      "pockets": "Classic Kangaroo front pouch pocket",
      "printing": "High-Quality Screen Print / DTG for lasting detail",
      "occasion": "Casual Wear, Gaming Events, Winter Fashion"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Dark Gray Hoodie - Atsu & Mount Yotei",
    "image": {
      "url": "https://i.postimg.cc/G2pY57HZ/Ghost-of-Yotei-Dark-Gray-Hoodie-Atsu-Mount-Yotei.webp",
      "alt": "Ghost of Yotei Dark Gray Hoodie featuring Atsu and Mount Yotei artwork"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/G2pY57HZ/Ghost-of-Yotei-Dark-Gray-Hoodie-Atsu-Mount-Yotei.webp",
        "alt": "Ghost of Yotei Dark Gray Hoodie featuring Atsu and Mount Yotei artwork"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 32,
    "slug": "ghost-of-yotei-atsu-sakai-clan-white-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nChannel the spirit of purity and resolve from Ghost of Yotei with the Atsu Sakai Clan White Hoodie. This piece captures the calm clarity that defines Atsu's journey and the snow-covered serenity of Mount Yōtei. The white tone symbolizes inner balance and renewal — a reflection of the hero's transformation throughout the game in question. Elegant, minimalist, and deeply symbolic, this hoodie stands as a refined expression of the official Ghost of Yotei merchandise.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie offers both softness and structure, designed for fans who appreciate quality and subtle detail. The Sakai Clan crest is embroidered on the chest as a mark of honor, while the discreet \"Ghost of Yotei\" sleeve signature connects it directly to the official merchandising line. With its fleece-lined interior and balanced fit, this hoodie combines traditional inspiration with modern streetwear comfort — the perfect blend of style and story.\n\nA reflection of purity and strength within the Sakai legacy\nIn Ghost of Yotei, the Sakai Clan embodies discipline, morality, and spiritual focus. The white edition represents the final stage of mastery — peace after struggle, clarity after chaos. Wearing this hoodie means carrying that same sense of purpose and purity wherever you go. Ideal for collectors and players who want to expand their Ghost of Yotei merchandising collection, it's more than a garment — it's a connection to the essence of Atsu's path and the timeless values of the game.",
    "specs": {
      "collection": "Ghost of Yotei – Sakai Clan Edition",
      "color": "Snow White",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, embroidered Sakai crest",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Atsu Sakai Clan White Hoodie",
    "image": {
      "url": "https://i.postimg.cc/Kzh2JzQH/S0f45ab99e8824232b0153872e64779a9L.webp",
      "alt": "Ghost of Yotei Atsu Sakai Clan White Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/Kzh2JzQH/S0f45ab99e8824232b0153872e64779a9L.webp",
        "alt": "Ghost of Yotei Atsu Sakai Clan White Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 33,
    "slug": "ghost-of-yotei-kawaii-grey-hoodie-special",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nFind balance and clarity through the Ghost of Yotei Kawaii Grey Hoodie, a piece that embodies the calm precision of Ghost of Yotei. The neutral grey tone mirrors the mist-covered peaks of Mount Yōtei and the quiet confidence of Atsu throughout the game in question. By blending traditional Japanese influence with playful kawaii artistry, this hoodie celebrates duality — discipline and softness, focus and creativity. A refined and versatile piece of Ghost of Yotei merchandise, made for fans who value subtle expression and meaning.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie delivers comfort, warmth, and durability in equal measure. The high-definition kawaii artwork of Atsu stands out with intricate detail, while Japanese symbols and text add a sense of authenticity tied to the official merchandising line. The fleece-lined interior ensures softness and insulation, while the relaxed unisex fit provides everyday comfort and a stylish silhouette. Designed with care, this hoodie captures the craftsmanship and spirit of the Ghost of Yotei universe.\n\nA symbol of serenity and discipline within the Ghost of Yotei universe\nIn Ghost of Yotei, calmness is the foundation of strength — the ability to act with patience and clarity even in chaos. The grey edition reflects that philosophy, representing composure, mindfulness, and resilience. Wearing it means carrying a piece of Atsu's peaceful determination into your daily life. Whether you're a player, collector, or admirer of thoughtful design, this hoodie adds harmony and authenticity to any Ghost of Yotei merchandising collection, blending elegance with storytelling.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Mist Grey",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, do not tumble dry"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii Grey Hoodie",
    "image": {
      "url": "https://i.postimg.cc/P5Sd4Twk/Ghost-Of-Yotei-Kawaii-Grey-Hoodie-special.webp",
      "alt": "Ghost Of Yotei Kawaii Grey Hoodie special edition"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/P5Sd4Twk/Ghost-Of-Yotei-Kawaii-Grey-Hoodie-special.webp",
        "alt": "Ghost Of Yotei Kawaii Grey Hoodie special edition"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 34,
    "slug": "ghost-of-yotei-kawaii-white-hoodie",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "A hoodie inspired by the Ghost of Yotei game",
    "description": "A hoodie inspired by the Ghost of Yotei game\nStep into the serene world of Ghost of Yotei with the Kawaii White Hoodie, a piece that embodies purity, calm, and creative energy. The clean white tone mirrors the snow-covered peaks of Mount Yōtei and the quiet discipline of Atsu's journey through the game in question. Merging Japanese streetwear design with the expressive charm of kawaii culture, this hoodie brings light, balance, and emotion into one refined design. A must-have Ghost of Yotei merchandise piece for fans seeking both meaning and minimalism.\n\nPremium Ghost of Yotei merchandise apparel\nMade from brushed organic cotton, this hoodie combines softness, durability, and comfort in perfect harmony. The high-definition kawaii illustration of Atsu adds a delicate and artistic touch, contrasted beautifully by the clean, minimalist background. Subtle Japanese characters and design elements connect it directly to the official merchandising collection, ensuring authenticity. With its fleece-lined interior and relaxed unisex fit, this hoodie offers warmth and modern elegance — a wearable expression of the Ghost of Yotei universe.\n\nA symbol of purity and balance within the Ghost of Yotei universe\nIn Ghost of Yotei, white represents renewal, clarity, and enlightenment — the peace earned after perseverance. The white edition of this hoodie captures that spirit, expressing calm confidence and refined simplicity. Wearing it means embracing the purity of Atsu's purpose and the harmony that defines her path. Whether worn casually or cherished as part of a collection, it adds a soft, spiritual tone to any Ghost of Yotei merchandising collection, uniting story, art, and emotion in one timeless piece.",
    "specs": {
      "collection": "Ghost of Yotei – Kawaii Edition",
      "color": "Snow White",
      "material": "85% organic cotton, 15% recycled polyester",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "print": "Eco ink, high-definition kawaii artwork",
      "care": "Gentle wash at 30°C, do not tumble dry"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost Of Yotei Kawaii White Hoodie",
    "image": {
      "url": "https://i.postimg.cc/Bv1QQRXr/Ghost-Of-Yotei-Kawaii-White-Hoodie.webp",
      "alt": "Ghost Of Yotei Kawaii White Hoodie"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/Bv1QQRXr/Ghost-Of-Yotei-Kawaii-White-Hoodie.webp",
        "alt": "Ghost Of Yotei Kawaii White Hoodie"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  },
  {
    "id": 35,
    "slug": "ghost-of-yotei-beige-hoodie-atsu-mount-yotei",
    "price": 5900,
    "currency": "PKR",
    "brand": "Kimi",
    "shortDescription": "Elegant beige hoodie featuring Atsu and Mount Fuji artwork. Premium cotton blend with soft fleece interior, capturing the calm strength and spiritual balance of Japan's samurai era.",
    "description": "Ghost of Yotei Beige Hoodie – Atsu & Mount Fuji\nImmerse yourself in the world of Ghost of Yotei with this elegant beige hoodie featuring Atsu and the majestic Mount Fuji. The soft beige tone evokes the calm strength and spiritual balance of Japan's samurai era, while the detailed artwork captures Atsu's noble stance before the sacred mountain. This hoodie embodies the perfect harmony between courage, peace, and tradition — a tribute to the timeless art of Ghost of Yotei.\n\nGhost of Yotei Beige Pullover – Premium Comfort and Style\nCrafted from a high-quality cotton blend, the Ghost of Yotei beige pullover provides exceptional comfort, warmth, and durability. The smooth fabric feels gentle on the skin while maintaining breathability, making it perfect for daily wear. The detailed print of Atsu and Mount Fuji highlights the craftsmanship and attention to detail that make this piece both fashionable and meaningful.\n\nGhost of Yotei Atsu Hoodie – Inspired by the Samurai Spirit\nEvery element of this hoodie reflects the samurai values that define Atsu's journey — discipline, courage, and harmony. The neutral beige color symbolizes balance and serenity, creating a subtle yet powerful look. Whether worn casually or as part of your Ghost of Yotei collection, this hoodie captures the elegance and emotional depth of the game's universe.\n\nGhost of Yotei Beige Hoodie – The Perfect Gift for Fans and Collectors\nSearching for the perfect Ghost of Yotei merch? The Beige Hoodie – Atsu & Mount Fuji is an ideal choice for gamers, anime enthusiasts, and fans of Japanese culture. Its minimalist tone, premium fabric, and iconic design make it more than just apparel — it's a collectible piece that carries the legacy of Atsu and the soul of Ghost of Yotei wherever you go.",
    "specs": {
      "collection": "Ghost of Yotei – Atsu & Mount Yotei Edition",
      "color": "Soft Beige",
      "material": "Premium Heavyweight Cotton Blend (80% Cotton, 20% Polyester)",
      "fit": "Unisex, relaxed Japanese streetwear style",
      "hood": "Double-lined with matching drawcord",
      "pockets": "Front Kangaroo Pouch Pocket",
      "print": "High-Quality DTG (Direct to Garment) for lasting detail",
      "care": "Gentle wash at 30°C, do not iron over print"
    },
    "notes": "Manual measurement may vary 1–3cm.",
    "category": [
      "Men",
      "Women",
      "Gaming-Outfits",
      "Hoodies",
      "Ghost-of-Yotei",
      "Kids"
    ],
    "name": "Ghost of Yotei Beige Hoodie - Atsu & Mount Yotei",
    "image": {
      "url": "https://i.postimg.cc/ZnCZJjwL/Hoodies.webp",
      "alt": "Ghost of Yotei Beige Hoodie featuring Atsu and Mount Yotei artwork"
    },
    "additionalImages": [
      {
        "url": "https://i.postimg.cc/ZnCZJjwL/Hoodies.webp",
        "alt": "Ghost of Yotei Beige Hoodie featuring Atsu and Mount Yotei artwork"
      }
    ],
    "condition": "new",
    "availability": "in_stock",
    "googleProductCategory": "Apparel & Accessories > Clothing",
    "stock": 50
  }
]